{"translation-revision-date":"2024-07-02 08:13:33+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$s24\/7 پشتیبانی%2$s: همچنین در عصرها و آخر هفته‌ها."],"Unlock Premium SEO analysis":["تحلیل سئوی پریمیوم را باز کنید"],"Get more help with writing content that ranks":["برای نوشتن محتوایی که رتبه‌بندی می‌شود، کمک بیشتری دریافت کنید"],"$ USD \/ € EUR \/ £ GBP per year (ex. VAT)":["$ USD \/ € EUR \/ £ GBP در سال (مثلا مالیات بر ارزش افزوده)"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["مترادف ها به کاربران کمک می کنند کپی شما را بهتر درک کنند. خواندن آن هم برای کاربران و هم برای گوگل آسان تر است. در %s، می‌توانید مترادف‌هایی را برای عبارت کلیدی فوکوس خود اضافه کنید، و ما به شما کمک می‌کنیم آن‌ها را بهینه کنید."],"Write more natural and engaging content":["محتوای طبیعی و جذاب تری بنویسید"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["متن خود را بر اساس معیارهای سئو بیشتر بررسی کنید و یک تحلیل عبارت کلیدی پیشرفته دریافت کنید، که نوشتن محتوای بهینه را آسان تر می کند."],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["برای بهینه سازی حداکثر 5 عبارت کلیدی مرتبط کمک بگیرید. این به شما کمک می کند تا به مخاطبان بیشتری دسترسی داشته باشید و ترافیک بیشتری دریافت کنید."],"Reach a wider audience":["به مخاطبان گسترده تری دسترسی پیدا کنید"],"Add related keyphrases":["عبارات کلیدی مرتبط را اضافه کنید"],"30% OFF":["30% تخفیف"],"BLACK FRIDAY":["جمعه سیاه"],"Potentially non-inclusive":["بالقوه غیر فراگیر"],"Inclusive language":["زبان فراگیر"],"Learn more about the inclusive language analysis":["درباره آنالیز زبان فراگیر بیشتر بدانید"],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["ما متوجه شدیم که شما از یک افزونه چند زبانه استفاده می کنید. لطفاً توجه داشته باشید که این بازخورد تحلیل فقط برای متون نوشته شده به زبان انگلیسی در نظر گرفته شده است."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sزبان فراگیر%2$s: هیچ عبارت غیرشاملی را شناسایی نکرده ایم. کار عالی!"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sپیچیدگی کلمه%2$s: آیا واژگان شما برای مخاطبان بزرگتر مناسب است؟ %3$sYoast SEO Premium به شما خواهد گفت!%4$s"],"Premium SEO analysis":["تجزیه و تحلیل سئو برتر"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sتوزیع عبارات کلیدی%2$s: آیا تمرکز عبارت کلیدی خود را به طور مساوی در کل متن توزیع کرده اید؟ %3$sYoast SEO Premium به شما خواهد گفت!%4$s"],"1 year of premium support and updates included!":["یک سال پشتیبانی پریمیوم به همراه بروزرسانی‌ها"],"Unlock with %s":["باز کردن قفل با %s"],"Please enter a focus keyphrase first to track keyphrase performance":["لطفاً برای ردیابی عملکرد عبارت کلیدی ابتدا یک عبارت کلیدی کانونی وارد کنید"],"Please enter a focus keyphrase first to get related keyphrases":["لطفاً ابتدا یک کلمه کلیدی  وارد کنید تا عبارتهای مرتبط را بدست آورید"],"Get related keyphrases":["عبارات کلیدی مرتبط را دریافت کنید"],"Related keyphrases":["کلمات کلیدی مرتیط"],"Your keyphrase is too long. It can be a maximum of 191 characters.":["کلیدواژه شما بسیار طولانی است. بیشترین حد آن می تواند 191 کاراکتر باشد."],"Go %s!":["برو به %s!"],"Help on choosing the perfect focus keyphrase":["راهنمایی در مورد انتخاب بهترین کلیدواژه کانونی"],"Focus keyphrase":["کلیدواژه کانونی"],"Add related keyphrase":["افزودن کلیدواژه مرتبط"],"Learn more about the readability analysis":["یادگیری بیشتر راجع به آنالیز خوانایی"],"Cornerstone content should be the most important and extensive articles on your site.":["محتوای مهم باید مهمترین و گسترده ترین مقالات سایت شما باشد."],"Learn more about Cornerstone Content.":["یادگیری بیشتر درباره محتوای مهم."],"Mark as cornerstone content":["نشانه گذاری بعنوان محتوای مهم"],"Enter a focus keyphrase to calculate the SEO score":["کلیدواژه کانونی را برای محاسبه نمره سئو وارد کنید"],"Analysis results":["نتایج آنالیز"],"Are you trying to use multiple keyphrases? You should add them separately below.":["آیا می‌خواهید از چندین کلیدواژه استفاده کنید؟ شما باید آنها را جداگانه در زیر اضافه کنید."],"Add synonyms":["افزودن مترادف"],"SEO analysis":["آنلایز سئو"],"Good results":["نتایج خوب"],"Considerations":["ملاحظات"],"Errors":["خطاها"],"(Opens in a new browser tab)":["(در یک برگه جدید مرورگر باز میکند)"],"Cornerstone content":["محتوای شاخص"],"1 year free support and updates included!":["شامل 1 سال بروز رسانی و ارتقاء رایگان!"],"Feedback":["بازخورد"],"Good SEO score":["نمره خوب سئو"],"OK SEO score":["امتیاز سئوی قابل قبول"],"Readability analysis":["تجزیه و تحلیل خوانایی"],"Needs improvement":["به بهبود نیاز دارد"],"Open":["بازکردن"],"Problems":["مشکلات"],"Improvements":["بهبودها"],"Good":["خوب"],"Close":["بستن"],"OK":["تایید"]}},"comment":{"reference":"js\/dist\/externals-components.js"}}